<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>(Multiselect)</key>
	<string>Nouveau dossier avec la sélection (%d éléments)</string>
	<key>A-B Loop</key>
	<string>Boucle A-B</string>
	<key>A-B Loop Active</key>
	<string>Boucle A-B activée</string>
	<key>A-B Loop Cancel</key>
	<string>Annuler boucle A-B</string>
	<key>A-B Loop: A</key>
	<string>Boucle A-B : A</string>
	<key>A-B Loop: A Greater than B</key>
	<string>Boucle A-B : A supérieur à B</string>
	<key>A-B Loop: B</key>
	<string>Boucle A-B : B</string>
	<key>Actions</key>
	<string>Actions</string>
	<key>Add</key>
	<string>Ajouter</string>
	<key>Add Current Folder</key>
	<string>Ajouter le dossier actuel</string>
	<key>Add Separator</key>
	<string>Ajouter un séparateur</string>
	<key>Adjust Window to Actual Image Size</key>
	<string>Ajuster la fenêtre à la taille réelle de l'image</string>
	<key>Adjust Window to Current Image Size</key>
	<string>Ajuster la fenêtre à la taille actuelle de l'image</string>
	<key>Advanced</key>
	<string>Avancé</string>
	<key>Alias Type</key>
	<string>Type d'alias</string>
	<key>Always Generate HD Thumbnails</key>
	<string>Toujours générer des miniatures HD</string>
	<key>Always Generate Standard Thumbnails</key>
	<string>Toujours générer des miniatures standard</string>
	<key>Apply Filter</key>
	<string>Appliquer le filtre</string>
	<key>Apply to all</key>
	<string>Appliquer à tout</string>
	<key>Are you sure you want to move xxx to xxx?</key>
	<string>Êtes-vous sûr de vouloir déplacer "%1$@" vers "%2$@" ?</string>
	<key>Arrow</key>
	<string>Flèche</string>
	<key>AudioMetadata-BitRate</key>
	<string>Débit binaire</string>
	<key>AudioMetadata-ChannelLayout</key>
	<string>Disposition des canaux</string>
	<key>AudioMetadata-Channels</key>
	<string>Canaux</string>
	<key>AudioMetadata-CodecLongName</key>
	<string>Nom long du codec</string>
	<key>AudioMetadata-CodecName</key>
	<string>Nom du codec</string>
	<key>AudioMetadata-Index</key>
	<string>Index</string>
	<key>AudioMetadata-Language</key>
	<string>Langue</string>
	<key>AudioMetadata-SampleRate</key>
	<string>Fréquence d'échantillonnage</string>
	<key>AudioMetadata-StreamTitle</key>
	<string>Titre du flux</string>
	<key>Auto</key>
	<string>Auto</string>
	<key>Auto Play Selected Video</key>
	<string>Lecture automatique de la vidéo sélectionnée</string>
	<key>Auto Play Visible Video</key>
	<string>Lecture automatique des vidéos visibles</string>
	<key>Auto Rename</key>
	<string>Renommer automatiquement</string>
	<key>Border Thickness</key>
	<string>Épaisseur de la bordure</string>
	<key>Cancel</key>
	<string>Annuler</string>
	<key>Cancel Auto Play Visible Video</key>
	<string>Annuler la lecture automatique de la vidéo visible</string>
	<key>Cancel Filter</key>
	<string>Annuler le filtre</string>
	<key>Case Sensitive</key>
	<string>Sensible à la casse</string>
	<key>Cell Padding</key>
	<string>Marge intérieure des cellules</string>
	<key>Center the Window</key>
	<string>Centrer la fenêtre</string>
	<key>Choose a file or folder</key>
	<string>Choisissez un fichier ou un dossier</string>
	<key>Clear</key>
	<string>Effacer</string>
	<key>Close (Double Click)</key>
	<string>Fermer (Double-clic)</string>
	<key>Close Other Tabs</key>
	<string>Fermer les autres onglets</string>
	<key>Close Tab</key>
	<string>Fermer l'onglet</string>
	<key>Continue</key>
	<string>Continuer</string>
	<key>Copy</key>
	<string>Copier</string>
	<key>Copy Path</key>
	<string>Copier le chemin</string>
	<key>Corner Radius</key>
	<string>Rayon d'angle</string>
	<key>Custom Layout Style</key>
	<string>Style de mise en page personnalisé</string>
	<key>Custom Layout Style...</key>
	<string>Style de mise en page personnalisé...</string>
	<key>Custom Zoom Ratio...</key>
	<string>Ratio de zoom personnalisé...</string>
	<key>Custom Zoom Step...</key>
	<string>Étape de zoom personnalisée...</string>
	<key>Date Added</key>
	<string>Date d'ajout</string>
	<key>Date Created</key>
	<string>Date de création</string>
	<key>Date Modified</key>
	<string>Date de modification</string>
	<key>Default Thumbnail Size</key>
	<string>Taille par défaut des vignettes</string>
	<key>Delete</key>
	<string>Supprimer</string>
	<key>Demo</key>
	<string>Démo</string>
	<key>Directory does not exist</key>
	<string>Le répertoire n'existe pas</string>
	<key>Disable Automatic Play</key>
	<string>Désactiver la lecture automatique</string>
	<key>Disable Automatic Scroll</key>
	<string>Désactiver le défilement automatique</string>
	<key>Edit Mode</key>
	<string>Mode Édition</string>
	<key>Ellipse</key>
	<string>Ellipse</string>
	<key>Empty</key>
	<string>Vide</string>
	<key>Enable Automatic Play</key>
	<string>Activer la lecture automatique</string>
	<key>Enable Automatic Scroll</key>
	<string>Activer le défilement automatique</string>
	<key>Enable HDR</key>
	<string>Activer le HDR</string>
	<key>Enable Recursive Mode</key>
	<string>Activer le mode récursif</string>
	<key>Enlarge the Thumbnails</key>
	<string>Agrandir les miniatures</string>
	<key>Enter Full Screen</key>
	<string>Passer en mode plein écran</string>
	<key>Enter the auto play interval in seconds:</key>
	<string>Entrez l'intervalle de lecture automatique en secondes :</string>
	<key>Enter the scroll speed in pixels per second:</key>
	<string>Entrez la vitesse de défilement en pixels par seconde :</string>
	<key>Eraser</key>
	<string>Gomme</string>
	<key>Error</key>
	<string>Erreur</string>
	<key>Exif-ApertureValue</key>
	<string>Valeur d'ouverture</string>
	<key>Exif-Artist</key>
	<string>Artiste</string>
	<key>Exif-CameraMaker</key>
	<string>Fabriquer</string>
	<key>Exif-CameraModel</key>
	<string>Modèle d'appareil photo</string>
	<key>Exif-ColorModel</key>
	<string>Modèle de couleur</string>
	<key>Exif-DateTimeDigitized</key>
	<string>Date et heure de numérisation</string>
	<key>Exif-DateTimeOriginal</key>
	<string>Date et heure de la prise de vue</string>
	<key>Exif-Depth</key>
	<string>Profondeur</string>
	<key>Exif-ExposureTime</key>
	<string>Temps d'exposition</string>
	<key>Exif-FNumber</key>
	<string>Nombre F</string>
	<key>Exif-FileAddedTime</key>
	<string>Heure d'ajout du fichier</string>
	<key>Exif-FileCreatedTime</key>
	<string>Heure de création du fichier</string>
	<key>Exif-FileModifiedTime</key>
	<string>Heure de modification du fichier</string>
	<key>Exif-FileSize</key>
	<string>Taille du fichier</string>
	<key>Exif-Flash</key>
	<string>Flash</string>
	<key>Exif-Flash-Off</key>
	<string>Arrêt</string>
	<key>Exif-Flash-On</key>
	<string>Activé</string>
	<key>Exif-FocalLength</key>
	<string>Longueur focale</string>
	<key>Exif-GPSAltitude</key>
	<string>Altitude GPS</string>
	<key>Exif-GPSLatitude</key>
	<string>Latitude GPS</string>
	<key>Exif-GPSLongitude</key>
	<string>Longitude GPS</string>
	<key>Exif-ISOSpeedRatings</key>
	<string>Sensibilité ISO</string>
	<key>Exif-LensModel</key>
	<string>Modèle d'objectif</string>
	<key>Exif-ProfileName</key>
	<string>Nom du profil</string>
	<key>Exif-Rating</key>
	<string>Évaluation</string>
	<key>Exif-Resolution</key>
	<string>Résolution</string>
	<key>Exif-Software</key>
	<string>Logiciel</string>
	<key>Exif-TIFFDateTime</key>
	<string>Date et heure TIFF</string>
	<key>Exit Edit Mode</key>
	<string>Quitter le mode édition</string>
	<key>Exit Full Screen</key>
	<string>Quitter le mode plein écran</string>
	<key>Exit Recursive Mode</key>
	<string>Quitter le mode récursif</string>
	<key>Failed to set this app as the default for some file types:
</key>
	<string>Impossible de définir cette application comme application par défaut pour certains types de fichiers :</string>
	<key>Favorites</key>
	<string>Favoris</string>
	<key>File Already Exists</key>
	<string>Le fichier existe déjà</string>
	<key>File Info</key>
	<string>Informations sur le fichier</string>
	<key>File Path</key>
	<string>Chemin du fichier</string>
	<key>Filename</key>
	<string>Nom de fichier</string>
	<key>Filename Font Size</key>
	<string>Taille de la police du nom de fichier</string>
	<key>Filter</key>
	<string>Filtrer</string>
	<key>Filter by Finder Tag</key>
	<string>Filtrer par étiquette Finder</string>
	<key>Filter by Rating</key>
	<string>Filtrer par note</string>
	<key>Finder Alias</key>
	<string>Alias Finder</string>
	<key>Finder Tags</key>
	<string>Tags Finder</string>
	<key>Folder</key>
	<string>Dossier</string>
	<key>Folders</key>
	<string>Dossiers</string>
	<key>Follow Current Folder</key>
	<string>Suivre le dossier actuel</string>
	<key>General</key>
	<string>Général</string>
	<key>Go Back</key>
	<string>Retour</string>
	<key>Go Forward</key>
	<string>Avancer</string>
	<key>Go To</key>
	<string>Aller à</string>
	<key>Grid View</key>
	<string>Vue Grille</string>
	<key>Have Reached the First</key>
	<string>Est arrivé à la première</string>
	<key>Have Reached the Last</key>
	<string>Atteint le dernier</string>
	<key>Highlighter</key>
	<string>Surligneur</string>
	<key>Image</key>
	<string>Image</string>
	<key>Images</key>
	<string>Images</string>
	<key>Include Folders</key>
	<string>Inclure les dossiers</string>
	<key>Info</key>
	<string>Info</string>
	<key>Invalid current path</key>
	<string>Chemin actuel invalide</string>
	<key>Invalid input, please enter a positive number</key>
	<string>Entrée invalide, veuillez saisir un nombre positif</string>
	<key>Invalid relative path</key>
	<string>Chemin relatif invalide</string>
	<key>Justified View</key>
	<string>Vue Justifiée</string>
	<key>Learn More...</key>
	<string>En savoir plus...</string>
	<key>Line Space Adjustment</key>
	<string>Ajustement de l'espacement des lignes</string>
	<key>Loading...</key>
	<string>Chargement...</string>
	<key>Location</key>
	<string>Emplacement</string>
	<key>Lock Mirror</key>
	<string>Verrouiller le miroir</string>
	<key>Lock Rotation</key>
	<string>Verrouiller la rotation</string>
	<key>Lock Zoom</key>
	<string>Verrouiller le zoom</string>
	<key>Match All (AND)</key>
	<string>Tout correspondre (ET)</string>
	<key>Match Any (OR)</key>
	<string>Correspond à l'un (OU)</string>
	<key>Maximize Window</key>
	<string>Agrandir la fenêtre</string>
	<key>Merge All Windows</key>
	<string>Fusionner toutes les fenêtres</string>
	<key>Mirror Flip</key>
	<string>Effet Miroir</string>
	<key>More</key>
	<string>Plus</string>
	<key>Move Down</key>
	<string>Descendre</string>
	<key>Move Here</key>
	<string>Déplacer ici</string>
	<key>Move Items</key>
	<string>Déplacer les éléments</string>
	<key>Move Up</key>
	<string>Monter</string>
	<key>Move to Trash</key>
	<string>Déplacer vers la Corbeille</string>
	<key>Name</key>
	<string>Nom</string>
	<key>New</key>
	<string>Créer</string>
	<key>New Folder</key>
	<string>Nouveau dossier</string>
	<key>New Tab</key>
	<string>Nouvel onglet</string>
	<key>New Tag</key>
	<string>Nouveau tag</string>
	<key>New Text File</key>
	<string>Créer un fichier texte</string>
	<key>New name for</key>
	<string>Nouveau nom pour</string>
	<key>No Color</key>
	<string>Aucune couleur</string>
	<key>No Rating</key>
	<string>Aucune note</string>
	<key>Non-Grid View</key>
	<string>Vue non-grille</string>
	<key>Not Include Folders</key>
	<string>Ne pas inclure les dossiers</string>
	<key>Not Show All Types of Files</key>
	<string>Ne pas afficher tous les types de fichiers</string>
	<key>Not Show Hidden Files</key>
	<string>Ne pas afficher les fichiers cachés</string>
	<key>OK</key>
	<string>D'accord</string>
	<key>Only images can be edited</key>
	<string>Seules les images peuvent être modifiées</string>
	<key>Open</key>
	<string>Ouvrir</string>
	<key>Open With</key>
	<string>Ouvrir avec</string>
	<key>Open in Finder</key>
	<string>Ouvrir dans le Finder</string>
	<key>Open in Map</key>
	<string>Ouvrir dans la carte</string>
	<key>Open in New Tab</key>
	<string>Ouvrir dans un nouvel onglet</string>
	<key>Open in Terminal</key>
	<string>Ouvrir dans le terminal</string>
	<key>Open with External Player</key>
	<string>Ouvrir avec un lecteur externe</string>
	<key>Operation Logs</key>
	<string>Journaux des opérations</string>
	<key>Original Path</key>
	<string>Chemin d'origine</string>
	<key>Other</key>
	<string>Autre</string>
	<key>Others</key>
	<string>Autres</string>
	<key>Paste</key>
	<string>Coller</string>
	<key>Path does not exist</key>
	<string>Le chemin n'existe pas</string>
	<key>Pen</key>
	<string>Stylo</string>
	<key>Pin Window</key>
	<string>Épingler la fenêtre</string>
	<key>Pin Window to Top</key>
	<string>Épingler la fenêtre en haut</string>
	<key>Please select a specific tag</key>
	<string>Veuillez sélectionner une étiquette spécifique</string>
	<key>Portable Browsing Mode</key>
	<string>Mode de navigation portable</string>
	<key>Portable Mode: Off</key>
	<string>Mode portable : Désactivé</string>
	<key>Portable Mode: On</key>
	<string>Mode portable : Activé</string>
	<key>Prefer Using Embedded Thumbnails</key>
	<string>Privilégier l'utilisation des miniatures intégrées</string>
	<key>Quick Search</key>
	<string>Recherche rapide</string>
	<key>RAW Uses Exif Embedded Thumbnail</key>
	<string>RAW utilise la vignette intégrée Exif</string>
	<key>Rating</key>
	<string>Classement</string>
	<key>Readme...</key>
	<string>Lisez-moi...</string>
	<key>Rectangle</key>
	<string>Rectangle</string>
	<key>Recursive Mode</key>
	<string>Mode Récursif</string>
	<key>Redo</key>
	<string>Rétablir</string>
	<key>Reduce the Thumbnails</key>
	<string>Réduire les vignettes</string>
	<key>Refresh</key>
	<string>Rafraîchir</string>
	<key>Regex</key>
	<string>Expression régulière</string>
	<key>Relative Path</key>
	<string>Chemin relatif</string>
	<key>Remember Position</key>
	<string>Se souvenir de la position</string>
	<key>Remember Position: Disabled</key>
	<string>Se souvenir de la position : Désactivé</string>
	<key>Remember Position: Enabled</key>
	<string>Mémoriser la position : Activé</string>
	<key>Remove</key>
	<string>Supprimer</string>
	<key>Remove All Tags</key>
	<string>Supprimer tous les tags</string>
	<key>Remove Current Folder</key>
	<string>Supprimer le dossier actuel</string>
	<key>Rename</key>
	<string>Renommer</string>
	<key>Render Original RAW</key>
	<string>Rendu original RAW</string>
	<key>Replace</key>
	<string>Remplacer</string>
	<key>Reset</key>
	<string>Réinitialiser</string>
	<key>Reverse Filter</key>
	<string>Filtre inversé</string>
	<key>Rotate %d°</key>
	<string>Faire pivoter de %d°</string>
	<key>Rotate Clockwise</key>
	<string>Pivoter dans le sens des aiguilles d'une montre</string>
	<key>Rotate Counterclockwise</key>
	<string>Pivoter dans le sens antihoraire</string>
	<key>Save</key>
	<string>Enregistrer</string>
	<key>Scan &amp; Update Enhanced Index</key>
	<string>Analyser et mettre à jour l'index amélioré</string>
	<key>Scan Complete</key>
	<string>Analyse terminée</string>
	<key>Scan Prompt</key>
	<string>Demande d'analyse</string>
	<key>Scanning</key>
	<string>Numérisation</string>
	<key>Scanning...</key>
	<string>Analyse en cours...</string>
	<key>Search...</key>
	<string>Recherche...</string>
	<key>Sequential Playback</key>
	<string>Lecture Séquentielle</string>
	<key>Sequential Playback: Disabled</key>
	<string>Lecture séquentielle : Désactivée</string>
	<key>Sequential Playback: Enabled</key>
	<string>Lecture séquentielle : Activée</string>
	<key>Set Auto Play Interval</key>
	<string>Définir l'intervalle de lecture automatique</string>
	<key>Set Scroll Speed</key>
	<string>Définir la vitesse de défilement</string>
	<key>Settings...</key>
	<string>Paramètres...</string>
	<key>Share...</key>
	<string>Partager...</string>
	<key>Show All</key>
	<string>Afficher tout</string>
	<key>Show All Types of Files</key>
	<string>Afficher tous les types de fichiers</string>
	<key>Show Camera RAW Files</key>
	<string>Afficher les fichiers RAW de l'appareil photo</string>
	<key>Show Exif</key>
	<string>Afficher Exif</string>
	<key>Show Filename</key>
	<string>Afficher le nom du fichier</string>
	<key>Show Finder Tags and Ratings</key>
	<string>Afficher les tags et évaluations du Finder</string>
	<key>Show Hidden Files</key>
	<string>Afficher les fichiers cachés</string>
	<key>Show Image Files</key>
	<string>Afficher les fichiers image</string>
	<key>Show Info</key>
	<string>Afficher les infos</string>
	<key>Show RAW/HDR Badge</key>
	<string>Afficher l'insigne RAW/HDR</string>
	<key>Show Shadow</key>
	<string>Afficher l'ombre</string>
	<key>Show Statistics in Window Title</key>
	<string>Afficher les statistiques dans le titre de la fenêtre</string>
	<key>Show Tags and Ratings</key>
	<string>Afficher les balises et les évaluations</string>
	<key>Show Video Files</key>
	<string>Afficher les fichiers vidéo</string>
	<key>Show Video Metadata</key>
	<string>Afficher les métadonnées vidéo</string>
	<key>Show in Finder</key>
	<string>Afficher dans le Finder</string>
	<key>Show in Original Folder</key>
	<string>Afficher dans le dossier d'origine</string>
	<key>Sidebar</key>
	<string>Barre latérale</string>
	<key>Skip</key>
	<string>Passer</string>
	<key>Sort</key>
	<string>Trier</string>
	<key>Sort Folders First</key>
	<string>Trier les dossiers en premier</string>
	<key>Sort Order</key>
	<string>Ordre de tri</string>
	<key>Sort Using Full Path In Collection Mode</key>
	<string>Trier en utilisant le chemin complet en mode collection</string>
	<key>Sort by EXIF Info</key>
	<string>Trier par informations EXIF</string>
	<key>Statistic</key>
	<string>Statistique</string>
	<key>Stop</key>
	<string>Arrêter</string>
	<key>Success</key>
	<string>Succès</string>
	<key>Symbolic Link</key>
	<string>Lien symbolique</string>
	<key>Tagging</key>
	<string>Étiquetage</string>
	<key>Text File</key>
	<string>fichier texte</string>
	<key>This app is now the default for all specified file types.</key>
	<string>Cette application est désormais l'application par défaut pour tous les types de fichiers spécifiés</string>
	<key>Thumbnail General</key>
	<string>Général des vignettes</string>
	<key>Thumbnail Options</key>
	<string>Options de vignette</string>
	<key>Thumbnail Size</key>
	<string>Taille des vignettes</string>
	<key>Undo</key>
	<string>Annuler</string>
	<key>Unpin Window from Top</key>
	<string>Détacher la fenêtre du haut</string>
	<key>Unsupported Video Format</key>
	<string>Format vidéo non pris en charge</string>
	<key>Updating Index</key>
	<string>Mise à jour de l'index</string>
	<key>Use Full Path</key>
	<string>Utiliser le chemin complet</string>
	<key>Use Full Path in Window Title</key>
	<string>Utiliser le chemin complet dans le titre de la fenêtre</string>
	<key>Use Internal Video Player</key>
	<string>Utiliser le lecteur vidéo interne</string>
	<key>Video</key>
	<string>Vidéo</string>
	<key>VideoMetadata-AvgFrameRate</key>
	<string>Taux de trame moyen</string>
	<key>VideoMetadata-BitRate</key>
	<string>Débit binaire</string>
	<key>VideoMetadata-CodecLongName</key>
	<string>Nom complet du codec</string>
	<key>VideoMetadata-CodecName</key>
	<string>Nom du codec</string>
	<key>VideoMetadata-ColorSpace</key>
	<string>EspaceColorimétrique</string>
	<key>VideoMetadata-CreationTime</key>
	<string>Heure de création</string>
	<key>VideoMetadata-Duration</key>
	<string>Durée</string>
	<key>VideoMetadata-EncoderSoftwareName</key>
	<string>Nom du logiciel de codage</string>
	<key>VideoMetadata-FormatName</key>
	<string>Nom du format</string>
	<key>VideoMetadata-Height</key>
	<string>Hauteur</string>
	<key>VideoMetadata-Index</key>
	<string>Index</string>
	<key>VideoMetadata-Level</key>
	<string>Niveau</string>
	<key>VideoMetadata-PixelFormat</key>
	<string>Format de pixels</string>
	<key>VideoMetadata-Profile</key>
	<string>Profil</string>
	<key>VideoMetadata-RFrameRate</key>
	<string>Fréquence d'images</string>
	<key>VideoMetadata-Width</key>
	<string>Largeur</string>
	<key>Videos</key>
	<string>Vidéos</string>
	<key>View</key>
	<string>Vue</string>
	<key>Volume</key>
	<string>Volume</string>
	<key>Waterfall View</key>
	<string>Vue en cascade</string>
	<key>Window Title</key>
	<string>Titre de la fenêtre</string>
	<key>Zoom</key>
	<string>Zoom</string>
	<key>Zoom In</key>
	<string>Agrandir</string>
	<key>Zoom Out</key>
	<string>Dézoomer</string>
	<key>ask-to-delete</key>
	<string>Êtes-vous sûr de vouloir déplacer ces fichiers vers la corbeille ?</string>
	<key>ask-to-delete-external</key>
	<string>Ce répertoire ne permet pas de déplacer dans la corbeille. Ces éléments seront supprimés immédiatement et cette action ne peut pas être annulée.</string>
	<key>ask-to-delete-nopermission</key>
	<string>Êtes-vous sûr de vouloir déplacer ces fichiers dans la corbeille?

L'autorisation "Automatisation" n’a pas été accordée à ce programme. Après le déplacement vers la corbeille, la fonction "Restaurer à l’emplacement d’origine" ne peut pas être utilisée.</string>
	<key>ask-to-delete-shift</key>
	<string>Êtes-vous sûr de vouloir supprimer définitivement ces fichiers? Cette action ne peut pas être annulée.</string>
	<key>back-folder</key>
	<string>Retour</string>
	<key>cannot-copy-to-self</key>
	<string>Impossible de copier un fichier/dossier sur lui-même ou dans son sous-répertoire</string>
	<key>cannot-move-to-self</key>
	<string>Impossible de déplacer un fichier/dossier vers lui-même ou son sous-répertoire.</string>
	<key>copy-lowercase</key>
	<string>copier</string>
	<key>copy-to-download</key>
	<string>Copier dans le dossier "Téléchargements"</string>
	<key>do-you-want-replace</key>
	<string>Voulez-vous le remplacer par le fichier que vous collez ou déplacez?</string>
	<key>do-you-want-replace(move)</key>
	<string>Voulez-vous le remplacer par le fichier que vous déplacez ?</string>
	<key>do-you-want-replace(paste)</key>
	<string>Voulez-vous le remplacer par le fichier que vous collez ?</string>
	<key>empty-enclose</key>
	<string>(Vide)</string>
	<key>file-exists-continue-batch-rename</key>
	<string>Les fichiers renommés en lot par numéro de séquence entrent en conflit avec des fichiers existants, par exemple, les nouveaux noms de fichiers sont a_1.jpg, a_2.jpg, a_3.jpg... mais il existe déjà un fichier nommé a_2.jpg. Le numéro de séquence doit-il être automatiquement incrémenté pour continuer ?</string>
	<key>file-rightmenu-get-info</key>
	<string>Obtenir des infos</string>
	<key>file-rightmenu-get-statistic</key>
	<string>Obtenir des statistiques</string>
	<key>file-size</key>
	<string>Taille</string>
	<key>first-time-use-prompt</key>
	<string>Double-cliquez sur le bouton gauche pour fermer. Image : Maintenez le bouton droit ou gauche enfoncé et faites défiler la molette pour zoomer ou dézoomer. Vidéo : Maintenez le bouton droit de la souris enfoncé et faites glisser pour ajuster la progression de la lecture.</string>
	<key>gen-thumb-info</key>
	<string>- « Privilégier l'utilisation des miniatures intégrées » signifie donner la priorité à l'utilisation des miniatures intégrées dans les données EXIF de l'image, qui ont généralement une résolution plus basse. Cependant, comme seul le contenu de l'en-tête de fichier doit être lu, cela peut améliorer considérablement la vitesse de lecture des images sur un lecteur réseau. Comme la plupart des images sur internet ont leurs données EXIF supprimées pour réduire la taille du fichier, le programme passera alors à l'option "générer des miniatures standard".

- « Générer des miniatures standard » signifie créer des miniatures de qualité moyenne avec une taille de 512×512. Dans ce cas, le contenu entier du fichier doit être téléchargé. (Étant donné que les miniatures intégrées dans les images RAW ont généralement une résolution plus élevée, leurs miniatures intégrées sont toujours préférées dans ce mode.)

- « Générer des miniatures haute définition » implique de rendre l'image précisément dans la zone de la miniature, et il est recommandé d'activer cette option lorsque la taille de la miniature est supérieure à la valeur par défaut. À ce stade, l'image rerendue peut consommer plus de mémoire.

De plus, les miniatures ne sont pas générées par défaut pour les dossiers sur des disques externes. Veuillez aller dans "Paramètres" -&gt; "Avancé" pour modifier les options pertinentes.</string>
	<key>has-exist-in-dest</key>
	<string>Un fichier nommé "%@" existe déjà dans le dossier de destination</string>
	<key>has-same-name-files</key>
	<string>A des fichiers portant le même nom</string>
	<key>has-same-name-files-info</key>
	<string>Le fichier source contient des fichiers portant le même nom. Doivent-ils être renommés automatiquement ?

Par exemple, plusieurs fichiers nommés abc.jpg provenant de différents répertoires seront automatiquement renommés en abc.jpg, abc_2.jpg, abc_3.jpg...

Remarque : Veuillez confirmer l'impact de cette opération pour éviter toute confusion.</string>
	<key>image-dimensions</key>
	<string>Dimensions</string>
	<key>input-new-folder-name</key>
	<string>Entrez le nouveau nom de dossier :</string>
	<key>input-new-textfile-name</key>
	<string>Veuillez saisir le nom du fichier :</string>
	<key>move-to-download</key>
	<string>Déplacer vers le dossier "Téléchargements"</string>
	<key>next-folder</key>
	<string>Dossier suivant</string>
	<key>next-sibling</key>
	<string>Frère suivant</string>
	<key>next-sibling-of-parent</key>
	<string>Prochain Frère du Parent</string>
	<key>ocr-recog-fail</key>
	<string>La fonction OCR nécessite macOS 13.0 ou une version ultérieure.</string>
	<key>open-in-new-tab-this</key>
	<string>Ouvrir dans un nouvel onglet</string>
	<key>operation-logs-info</key>
	<string>Enregistrements des opérations de suppression, de renommage, de déplacement et de collage de fichiers. Il n'y a actuellement aucun contenu.</string>
	<key>optimizeWindow</key>
	<string>Taille de fenêtre optimale</string>
	<key>pan-zoom</key>
	<string>Activer le défilement panoramique après zoom</string>
	<key>pan-zoom-info</key>
	<string>Le comportement par défaut de la molette de la souris ou du défilement du pavé tactile est de changer d'image. Lorsque cette fonctionnalité est activée, après avoir zoomé sur l'image, le défilement change pour un panoramique. Cela est généralement utilisé pour visualiser de longues captures d'écran ou des bandes dessinées.</string>
	<key>parent-folder</key>
	<string>Dossier Parent</string>
	<key>portable-mode-info</key>
	<string>En mode portable :
 - Lors de l'ouverture d'une image, la fenêtre se redimensionne automatiquement pour correspondre aux dimensions de l'image;
 - Lors de la fermeture d'une image, la fenêtre se redimensionne automatiquement à une proportion de l'écran.</string>
	<key>previous-folder</key>
	<string>Dossier précédent</string>
	<key>previous-sibling</key>
	<string>Frère Précédent</string>
	<key>previous-sibling-of-parent</key>
	<string>Frère précédent du parent</string>
	<key>qrcode-recog-fail</key>
	<string>Échec de la reconnaissance du code QR</string>
	<key>qrcode-recog-result</key>
	<string>Résultat de la reconnaissance du code QR</string>
	<key>rating-info</key>
	<string>**À propos des évaluations XMP**  
Les évaluations XMP sont une méthode universelle de notation d'image qui utilise de 1 à 5 étoiles pour indiquer la priorité de l'image. Elles sont des métadonnées standard de l'industrie, et non un format propriétaire de FlowVision, et peuvent être reconnues par de nombreuses applications logicielles compatibles avec XMP.  

**Qu'est-ce que XMP ?**  
XMP (Extensible Metadata Platform) peut être considéré comme une "carte d'information intégrée dans l'image", couramment utilisée pour stocker des métadonnées modifiables telles que les évaluations, les mots-clés et les informations de droits d'auteur. Contrairement à EXIF, qui enregistre principalement les réglages de l'appareil photo comme la vitesse d'obturation, l'ouverture et l'ISO, XMP se concentre davantage sur des données descriptives et modifiables par l'utilisateur. En termes de structure de fichier, les deux résident dans la zone de métadonnées de l'image mais appartiennent à différents systèmes de noms de données ou blocs de données et peuvent coexister.  

**Où est stockée l'information sur l'évaluation ?**  
FlowVision écrit les évaluations dans le champ xmp:Rating à l'intérieur des métadonnées de l'image. Cette information est généralement intégrée dans la section des métadonnées du fichier image—par exemple, dans le segment des métadonnées des fichiers JPEG ou dans les conteneurs de métadonnées correspondants des formats PNG, TIFF, HEIF et RAW—plutôt que d'être stockée séparément en tant qu'enregistrement de base de données ou en tant que métadonnées du système de fichiers.  

**Que signifie “Pas d'évaluation” ?**  
Lorsque vous sélectionnez “Pas d'évaluation”, FlowVision efface le champ xmp:Rating (il n'écrit pas une valeur de 0). Cela indique que l'image n'a actuellement pas d'évaluation attribuée.  

**Notes importantes**  
Définir ou effacer une évaluation implique d'écrire dans le fichier. Après l'écriture, la date de modification du fichier sera généralement mise à jour, et la taille du fichier peut également changer légèrement en raison de la réécriture des métadonnées. Si vous vous appuyez sur le temps de modification pour la synchronisation, les sauvegardes ou le tri, il est conseillé de comprendre cet impact avant d'effectuer des évaluations en lot.</string>
	<key>raw-use-embeded-info</key>
	<string>Lorsque cette option est activée, utilisez la vignette Exif intégrée au lieu de rendre le RAW original.

Les fichiers RAW sont généralement accompagnés de vignettes Exif de haute qualité pour l'interface de prévisualisation de l'appareil photo, qui sont des images non originales corrigées et traitées par le programme intégré de l'appareil photo. En utilisant ces vignettes, le programme peut accélérer considérablement les temps de chargement.</string>
	<key>recognize-OCR</key>
	<string>Reconnaître le texte</string>
	<key>recognize-QRCode</key>
	<string>Reconnaître le code QR</string>
	<key>recursive-mode-info</key>
	<string>Une fois le "Mode de Navigation Récursif" activé, la zone de vignettes affichera tous les fichiers dans un dossier et ses sous-répertoires. Lorsqu' "Inclure les Dossiers" est coché, tous les sous-dossiers eux-mêmes seront également affichés.

Analyser certains répertoires système ou lecteurs réseau peut provoquer un ralentissement du programme.

De plus, dans ce mode, l'application ne surveillera pas les modifications du système de fichiers, donc si des modifications externes (comme des éditions ou suppressions) se produisent, veuillez actualiser manuellement. Pour les modifications au sein de l'application, afin d'assurer la continuité opérationnelle, l'actualisation automatique ne se produira pas s'il y a trop d'images à l'écran ; veuillez actualiser manuellement.</string>
	<key>recursive-mode-nodirection</key>
	<string>En mode récursif, l'action de trouver le dossier suivant/précédent ne peut pas être effectuée</string>
	<key>renaming-conflict</key>
	<string>Un fichier portant ce nom existe déjà Veuillez choisir un autre nom</string>
	<key>save-to-custom-profile</key>
	<string>Enregistrer dans le profil personnalisé %@</string>
	<key>scan-enhanced-index-info</key>
	<string>À FAIRE</string>
	<key>scanned-files</key>
	<string>Actuellement %d fichiers scannés, dont %d images et %d vidéos. Voulez-vous continuer?</string>
	<key>search-help</key>
	<string>**Filtrer le contenu**
Le bouton « Appliquer le filtre » filtre le contenu du répertoire actuel, affichant uniquement les éléments qui correspondent aux critères de recherche. Pour restaurer la vue originale, effacez les critères de recherche et cliquez à nouveau sur ce bouton, ou cliquez sur l'icône de recherche dans la barre d'outils.

**Rechercher dans les sous-dossiers**
Pour rechercher des fichiers dans les sous-répertoires, activez d'abord le « Mode de navigation récursive ».

**Qu'est-ce que les expressions régulières ?**
Les expressions régulières (regex) sont des motifs utilisés pour correspondre à des combinaisons de caractères dans des chaînes. Ce sont des outils puissants de traitement de texte largement utilisés pour des tâches telles que la recherche, le remplacement et l'analyse de texte. Par exemple : ^2024 peut correspondre à des fichiers commençant par '2024'; .*modified\.[^.]+$ peut correspondre à des fichiers se terminant par 'modified' (peu importe l'extension); .*\.jpg$ peut correspondre à des fichiers avec l'extension '.jpg'.

**Recherche avancée**
En « Mode de navigation récursive », vous pouvez également utiliser l'option « Utiliser le chemin complet » et la combiner avec des expressions régulières pour effectuer des recherches avancées. Par exemple, étant donné un chemin de fichier complet comme : /Users/Alice/Pictures/20220101/mypick/001.jpg vous pouvez utiliser l'expression régulière : ^.*\/[^\/]*pick[^\/]*\/[^\/]+$ pour correspondre à tous les fichiers dont les noms de répertoires parents contiennent « pick ». Pour des motifs regex plus complexes, vous pouvez utiliser de grands modèles de langage pour vous aider à les écrire.</string>
	<key>sort-addDateA</key>
	<string>Trier par date d'ajout</string>
	<key>sort-addDateZ</key>
	<string>Trier par date d'ajout (décroissant)</string>
	<key>sort-createDateA</key>
	<string>Trier par date de création</string>
	<key>sort-createDateZ</key>
	<string>Trier par date de création (décroissant)</string>
	<key>sort-exif-local-warning</key>
	<string>Le tri par informations Exif nécessite la lecture des en-têtes de tous les fichiers, ce qui peut entraîner des temps de chargement lents. Par exemple, la vitesse de lecture de référence pour les informations des fichiers vidéo est d'environ 10 par seconde

Le répertoire actuel contient %d images ou vidéos, avec un temps de chargement maximal estimé à %d secondes. Êtes-vous sûr de vouloir continuer ?</string>
	<key>sort-exif-network-warning</key>
	<string>Le tri par informations Exif nécessite la lecture des en-têtes de tous les fichiers, ce qui peut ralentir les vitesses de chargement. Par exemple, la vitesse de lecture de référence sur un lecteur réseau SMB est d'environ 10 par seconde.

Le répertoire actuel se trouve sur un lecteur externe et contient %d images ou vidéos, avec un temps de chargement maximal estimé à %d secondes. Êtes-vous sûr de vouloir continuer ?</string>
	<key>sort-exifDateA</key>
	<string>Trier par date Exif</string>
	<key>sort-exifDateZ</key>
	<string>Trier par date Exif (décroissant)</string>
	<key>sort-exifPixelA</key>
	<string>Trier par taille de pixel Exif</string>
	<key>sort-exifPixelZ</key>
	<string>Trier par taille de pixel Exif (décroissant)</string>
	<key>sort-extA</key>
	<string>Trier par type de fichier</string>
	<key>sort-extZ</key>
	<string>Trier par type de fichier (décroissant)</string>
	<key>sort-label-date</key>
	<string>Date</string>
	<key>sort-label-exifDate</key>
	<string>DateExif</string>
	<key>sort-label-exifPixel</key>
	<string>ExifPixel</string>
	<key>sort-label-ext</key>
	<string>Type</string>
	<key>sort-label-name</key>
	<string>Nom</string>
	<key>sort-label-random</key>
	<string>Aléatoire</string>
	<key>sort-label-size</key>
	<string>Taille</string>
	<key>sort-modDateA</key>
	<string>Trier par date de modification</string>
	<key>sort-modDateZ</key>
	<string>Trier par date de modification (décroissant)</string>
	<key>sort-pathA</key>
	<string>Trier par nom de fichier</string>
	<key>sort-pathZ</key>
	<string>Trier par nom de fichier (décroissant)</string>
	<key>sort-random</key>
	<string>Trier aléatoirement</string>
	<key>sort-readme</key>
	<string>« Le tri par chemin complet en mode collection » signifie qu'en mode récursif ou lors du travail avec des collections de balises, si deux fichiers ont les chemins suivants relatifs au répertoire actuel : ./AAA/2.jpg ./BBB/1.jpg alors 2.jpg viendra en premier lorsqu'il est trié par chemin complet, tandis que 1.jpg viendra en premier lorsqu'il est trié par nom de fichier. Lors du tri par information Exif, l'en-tête de chaque fichier doit être lu, ce qui peut entraîner des vitesses de chargement plus lentes. Par exemple, sur un lecteur réseau SMB ou avec des fichiers vidéo, le taux de lecture typique est d'environ 10 fichiers par seconde.</string>
	<key>sort-sizeA</key>
	<string>Trier par taille de fichier</string>
	<key>sort-sizeZ</key>
	<string>Trier par taille de fichier (décroissant)</string>
	<key>statistic-content</key>
	<string>Nombre de dossiers : %d
Nombre de fichiers : %d
Nombre d'images : %d
Nombre de vidéos : %d
Taille totale : %@</string>
	<key>switch-to-custom-profile</key>
	<string>Basculer vers le profil personnalisé %@</string>
	<key>switchToActualSize</key>
	<string>Taille réelle par défaut de l'image</string>
	<key>switchToDarkMode</key>
	<string>Mode sombre</string>
	<key>switchToFitToWindow</key>
	<string>Ajuster l'image par défaut à la fenêtre</string>
	<key>switchToLightMode</key>
	<string>Mode clair</string>
	<key>switchToSystemTheme</key>
	<string>Correspondre au système</string>
	<key>up-folder</key>
	<string>Dossier contenant</string>
	<key>video-dimensions</key>
	<string>Dimensions</string>
	<key>video-play-info</key>
	<string>Dans l'interface du lecteur, appuyer sur le bouton gauche de la souris met en pause la lecture, et faire glisser en cliquant avec le bouton droit ajuste la progression de la lecture vidéo. Les touches fléchées gauche et droite du clavier permettent d'avancer rapidement et de revenir en arrière, et maintenir la touche Cmd permet une navigation image par image.

macOS prend en charge nativement les formats vidéo tels que "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" et "vob". D'autres formats nécessitent encore un lecteur externe pour la lecture.

Pour les vidéos encodées en HEVC, le décodeur intégré de macOS ne reconnaît que les balises de codec hvc1 et ne reconnaît pas les balises hev1. Vous pouvez utiliser FFmpeg pour effectuer une conversion sans perte : ffmpeg -i input.mp4 -c copy -movflags +faststart -tag:v hvc1 output.mp4.

Appuyez sur Cmd+Shift+V pour "Lecture automatique des vidéos visibles", ce qui signifie qu'en vue miniature, il mettra en boucle les vidéos dans la zone visible. Appuyer à nouveau sur le raccourci ou changer de dossier quittera ce mode.</string>
	<key>window-num-max</key>
	<string>Le nombre de fenêtres dépasse la limite.</string>
</dict>
</plist>
